{
    "excuse": 
       ["I've to pick up my nephew from school.",
        "It's my turn to do the dishes today :(",
        "My stomach hurts, need iBuprofen ASAP!",
        "I have a massive headache, I need to rest!",
        "I need to buy a last minute birthday gift.",
        "My boyfriend locked himself in the bathroom!",
        "I'm driving my mum to work this evening.",
        "I have some work to go over before 9am tomorrow.",
        "I'm planning a surprise party for a friend!",
        "I forgot to take the chicken out of the fridge!",
        "Bank closes at 5, I need to make a deposit.",
        "I'm catching up with an old friend later.",
        "Guests are coming over so I have to clean.",
        "Babysitting lil devils tonight, gtg :(",
        "I have a deadline tomorrow.",
        "My boyfriend just texted me, he broke his arm.",
        "I left my phone back at her place!",
        "Hold on , I have to take this phone call...",
        "Excuse me, I need to go to the bathroom, brb...",
        "I've got diarrhea, I can't hold it any longer!",
        "I need to shit and I can't shit in public toilets!",
        "My mum's gonna smack my bro, can't miss the show:)",
        "I have a doctor's appointment at 4!",
        "I'm getting a delivery, I need to sign for it.",
        "*Just start crying, no explaination needed*",
        "I have to wak eup early for work tomorrow :(",
        "I feel sick, I think I'm gonna throw up!",
        "I have a date tonight :D",
        "My friends set me up on a blind date.",
        "My mum want me to meet this cute doctor guy.",
        "I have an event to go to and it's starting soon!",
        "I'm going to be late for my business meeting.",
        "I need my brows done, they're out of control.",
        "They just asked me to work last minute :( ",
        "I'm going to a family friend's wedding.",
        "My wife is in labour, her water just broke!",
        "My girl texted she's pregnant, who's the dad tho?",
        "I need to catch my man cheating on me!",
        "I've got to go to work soon :(",
        "I've got a job interview to prepare for.",
        "I lost a bet so I need to cook dinner tonight.",
        "My yoga class starts in about 30 minutes.",
        "My gym buddy wants to hit the gym now.",
        "My mum wants me to drop by Tescos and buy milk.",
        "My boyfriend has something very very important!",
        "It's not you, it's me...",
        "I'm late for my own party!",
        "It's my birthday today and I have other plans.",
        "*Act like you've just seen a ghost*",
        "I'm helping my friend move in to her new flat."
        ]
}